Repository: liebanajr/Archery-Motion-Study
Catalog: ArrowSense Watch App/*.lproj/Localizable.strings
Languages: es

source: Arrows shot
es: Flechas tiradas

source: Bow type
es: Arco

source: End %lld
es: Serie %lld

source: End session
es: Finalizar entreno

source: Finish
es: Finalizar

source: How many arrows did you shoot?
es: ¿Cuántas flechas has tirado?

source: New end
es: Nueva serie

source: Pause end
es: Parar serie

source: Save
es: Guardar

source: Session type
es: Tipo de entreno

source: Settings
es: Ajustes

source: Watch location
es: Ubicación Watch
