Repository: liebanajr/Archery-Motion-Study
Catalog: Archery Motion Study/*.lproj/Localizable.strings
Languages: es

source: Aborting
es: Tiro abortado

source: Analysis end
es: Análisis serie

source: arrows
es: flechas

source: Arrows shot
es: Flechas tiradas

source: average
es: prom.

source: Bow Hand
es: Mano de arco

source: Cancel
es: Cancelar

source: cellTitleDateFormat
es: d MMMM, yyy HH:mm

source: Compund
es: Compuesto

source: Delete
es: Eliminar

source: Delete all
es: Eliminar todo

source: Delete data
es: Eliminar datos

source: Delete selected
es: Eliminar seleccionados

source: Delete session
es: Eliminar entreno

source: deleteDataMessage
es: Por favor, antes de elminar los datos, comprueba que se han sincronizado correctamente y aparece una nube azul junto a cada serie

source: deleteSessionAction
es: Eliminar

source: deleteSessionAlertTitle
es: ¿Deseas eliminar el entrenamiento?

source: Done
es: Hecho

source: Edit
es: Editar

source: Edit session
es: Editar entreno

source: Ends
es: series

source: filesTitleDateFormat
es: dd MMMM HH:mm yyyy

source: healthkitButton
es: Healthkit ya autorizado. Puedes actualizar la configuración en los Ajustes del dispositivo.

source: isFriend
es: Ya eres colaborador

source: noDataMessage
es: Añade sesiones de entrenamiento desde tu Apple Watch

source: noDataTitle
es: No hay entrenamientos disponibles

source: Other
es: Otros

source: Recurve
es: Recurvo

source: Save
es: Guardar

source: Session duration
es: Duración del entreno

source: Shooting
es: Tiro normal

source: spinnerMessage
es: Procesando...

source: String Hand
es: Mano de cuerda

source: Watch in
es: Reloj en
